Repository: 68foxboris/CyberFHD
Catalog: python/Plugins/Extensions/SetupCyberLCD/locale/*/LC_MESSAGES/SetupCyberLCD.po
Languages: de, ru

source: Setup CyberLCD
ru: Установки CyberLCD

source: Setup skin CyberLCD
ru: Настройка скина CyberLCD

source: Your devise:
de: Dein Gerät:
ru: Ваше устройство:

source: Fonts:
ru: Шрифт:

source: Color setting:
de: Farb Einstellung:
ru: Настройки цветов:

source: Background color:
de: Hintergrundfarbe:
ru: Цвет фона:

source: Progress color:
de: Fortschrittsbarfarbe:
ru: Цвет прогресса:

source: Title text color:
de: Titeltextfarbe:
ru: Цвет текста заголовка:

source: Main text color:
de: Haupttextfarbe:
ru: Цвет основного текста:

source: Additional text color:
de: Zusätzliche Textfarbe:
ru: Цвет дополнительного текста:

source: Indication text color:
de: Anzeigetextfarbe:
ru: Цвет текста индикации:

source: Background transparent:
de: Hintergrund transparent:
ru: Прозрачность фона:

source: Text transparent:
ru: Прозрачность текста:

source: Progress mode:
de: Fortschrittsbarmodus:
ru: Выбор стиля прогресса:

source: Widget in infobar:
de: Widget in der Infobar:
ru: Виджет в инфобаре:

source: Widget in movieinfobar:
ru: Виджет в инфобаре плеера:

source: Widget in channel selection:
de: Widget in der Kanalauswahl:
ru: Виджет в селекторе каналов:

source: Widget in radio selection:
de: Widget in der Radioauswahl:
ru: Виджет в селекторе радио:

source: Widget in EPG selection:
de: Widget in der EPG-Auswahl:
ru: Виджет в EPG селекторе:

source: Widget in standby:
de: Widget im Standby:
ru: Виджет в режиме сна:

source: No install components skin !!! Press blue button to install !!!
de: Keine Hautkomponenten installieren !!! Zum Installieren die blaue Taste drücken !!!
ru: Не установлены компоненты скина !!! Нажмите синюю кнопку для установки !!!

source: Do you want to restart the GUI now ?
de: Möchten Sie die GUI jetzt neu starten?
ru: Вы хотите перезапустить GUI сейчас ?

source: Download failed, check your internet connection !!!
ru: Загрузка не удалась, проверьте соединение интернет !!!

source: Default
ru: По умолчанию

source: Update CyberLCD
ru: Обновить CyberLCD

source: Skin CyberLCD Developer: Sirius0103 Homepage: www.gisclub.tv Github: www.github.com/Sirius0103 Donate: R460680746216 Z395874509364 E284580190260
ru: Скин CyberLCD Разработчик: Sirius0103 Homepage: www.gisclub.tv Github: www.github.com/Sirius0103 Поблагодарить: R460680746216 Z395874509364 E284580190260

source: Error by processing !!!
de: Fehler bei der Verarbeitung !!!
