Repository: 68foxboris/CyberFHD
Catalog: python/Plugins/Extensions/SetupCyberFHD/locale/*/LC_MESSAGES/SetupCyberFHD.po
Languages: de

source: Additional text color:
de: Zusätzliche Textfarbe:

source: Background 1 color:
de: Hintergrundfarbe 1:

source: Background 2 color:
de: Hintergrundfarbe 2:

source: Background 2 corner:
de: Hintergrundecke 2:

source: Background 3 color:
de: Hintergrundfarbe 3:

source: Background 3 corner:
de: Hintergrundecke 3:

source: Background transparent:
de: Hintergrund transparent:

source: Channel info panel in channel selection:
de: Kanalinformationsfenster in der Kanalauswahl:

source: Channel number in infobar:
de: Kanalnummer in der Infobar:

source: Color setting:
de: Farbeinstellung:

source: Cursor color:
de: Cursorfarbe:

source: Description panel in movie selection:
de: Beschreibungsfeld in der Filmauswahl:

source: Do you want to restart the GUI now ?
de: Möchten Sie die GUI jetzt neu starten?

source: EPG panel in channel selection:
de: EPG-Panel in der Kanalauswahl:

source: Error by processing !!!
de: Fehler bei der Verarbeitung!!!

source: Fonts:
de: Schriftarten:

source: Icon`s color:
de: Icons Farbe:

source: Indication text color:
de: Anzeigetextfarbe:

source: Info panel in movieinfobar:
de: Info Panel in der Movieinfobar:

source: Info panel in secondinfobar:
de: Infopanel in der SecondInfobar:

source: Main text color:
de: Haupttextfarbe:

source: No install components skin !!! Press blue button to install !!!
de: Keine Componenten installieren !!! Zum Installieren die blaue Taste drücken !!!

source: Picon panel in channel selection:
de: Picon-Panel in der Kanalauswahl:

source: Poster in movieinfobar:
de: Poster in der Movieinfobar:

source: Progress color:
de: Fortschrittsfarbe:

source: Progress mode:
de: Fortschrittsmodus:

source: Scrollbar in menu:
de: Scrollbar in Menü:

source: Show CI in info panel:
de: CI im Infofenster anzeigen:

source: Title text color:
de: Titeltextfarbe:

source: Tuner panel in infobar:
de: Tuner-Panel in der Infobar:

source: Userbouquet name in channel selection:
de: Userbouquet-Name in der Kanalauswahl:

source: Userbouquet name in radio channel selection:
de: Userbouquet-Name in der Radiokanalauswahl:

source: Weather panel in movieinfobar:
de: Wetterpanel in Movieinfobar:

source: Weather panel in secondinfobar:
de: Wetterpanel in der SecondInfobar:
